Repository: ajnyga/objectsForReview
Catalog: locale/*/locale.po
Languages: de_de, fi_fi

# plugins.generic.objectsForReview.displayName
source: Objects for review
de_de: Rezensierte Objekte
fi_fi: Arvioitavaksi-lisäosa

# plugins.generic.objectsForReview.description
source: Record reviewed objects with submissions.
de_de: Erfasst rezensierte Objekte bei Einreichungen.
fi_fi: Käyttäjät voivat varata esimerkiksi kirjoja arvioitavaksi ja liittää arvionnin kohde lähettämäänsä käsikirjoitukseen.

# plugins.generic.objectsForReview.tabTitle
source: Objects for review
fi_fi: Arvioitavaksi

# plugins.generic.objectsForReview.managementLink
source: Objects for Review
fi_fi: Arvioitavaksi

# plugins.generic.objectsForReview.management.gridTitle
source: Objects for Review
fi_fi: Arvioitavaksi

# plugins.generic.objectsForReview.addAvailableObjectForReview
source: Add available object
fi_fi: Lisää tarjottava kohde

# plugins.generic.objectsForReview.userName
source: Reserved for user
fi_fi: Varattu käyttäjälle

# plugins.generic.objectsForReview.settings.displayOptions
source: Display options
fi_fi: Tietojen esittämisen asetukset

# plugins.generic.objectsForReview.settings.displayAsSubtitle
source: Display reviewed objects in the article subtitle field
fi_fi: Näytä arvioidut kohteet käsikirjoituksen alaotsikossa.

# plugins.generic.objectsForReview.settings.displayAsList
source: Display a list of reviewed objects under the abstract
fi_fi: Näytä arvioidut kohteet abstraktin alapuolella.

# plugins.generic.objectsForReview.settings.onlyReserved
source: Only allow objects created by the manager
fi_fi: Salli vain toimittajien luomat arvioinnin kohteet

# plugins.generic.objectsForReview.settings.notifyEmail
source: Email for notifying reservations and cancellations
fi_fi: Sähköposti varausten ja peruutusten ilmoittamiseen

# plugins.generic.objectsForReview.settings.notifyEmail.description
source: If no email is given here, the primary contact email is used instead
fi_fi: Mikäli osoitetta ei ole annettu, lisäosa käyttää oletuksena julkaisun pääasiallisen kontaktihenkilön sähköpostia

# plugins.generic.objectsForReview.settings.instructions
source: Public instructions
fi_fi: Julkiset ohjeet

# plugins.generic.objectsForReview.settings.instructions.description
source: These instructions are visible in the public OFR page
fi_fi: Nämä ohjeet näkyvät OFR-sivulla lukijoille.

# plugins.generic.objectsForReview.navMenuItem.description
source: Link to the public Objects for Review page
fi_fi: Linkki Arvioitavaksi-lisäosan julkiselle listaussivulle.

# plugins.generic.objectsForReview.navMenuItem
source: Objects for Review
fi_fi: Arvioitavaksi

# plugins.generic.objectsForReview.objectsForReviewTitle
source: Objects reviewed in this submission
de_de: Rezensierte Objekte in dieser Einreichung
fi_fi: Tässä käsikirjoituksessa arvioidut julkaisut

# plugins.generic.objectsForReview.addObjectForReview
source: Add reviewed object
de_de: Rezensiertes Objekt hinzuf√ºgen
fi_fi: Lisää arvioitu julkaisu

# plugins.generic.objectsForReview.resourceType
source: Resource type
fi_fi: Julkaisun tyyppi

# plugins.generic.objectsForReview.itemIdentifierType
source: Identifier type
de_de: Verweis-Typ
fi_fi: Tunnisteen tyyppi

# plugins.generic.objectsForReview.itemIdentifier
source: Identifier
de_de: Verweis
fi_fi: Tunniste

# plugins.generic.objectsForReview.itemDescription
source: Description
de_de: Beschreibung
fi_fi: Kuvaus

# plugins.generic.objectsForReview.itemAuthors
source: Authors
fi_fi: Tekijät

# plugins.generic.objectsForReview.itemTitle
source: Title
fi_fi: Nimike

# plugins.generic.objectsForReview.itemPublisher
source: Publisher
fi_fi: Julkaisija

# plugins.generic.objectsForReview.itemYear
source: Publishing year
fi_fi: Julkaisuvuosi

# plugins.generic.objectsForReview.noneCreated
source: No object for review in this submission.
de_de: Diese Einreichung hat keine rezensierten Objekte.
fi_fi: Tähän käsikirjoitukseen ei liity arvioituja julkaisuja.

# plugins.generic.objectsForReview.objectsForReviewData.addReservedObject
source: Select this item
fi_fi: Valitse tämä julkaisu

# plugins.generic.objectsForReview.notifyDefaultName
source: OFR contact
fi_fi: OFR-kontakti

# plugins.generic.objectsForReview.objectsForReviewData.singular
source: Reviewed publication
de_de: Rezensiertes Werk
fi_fi: Arvioitu julkaisu

# plugins.generic.objectsForReview.objectsForReviewData.plural
source: Reviewed publications
de_de: Rezensierte Werke
fi_fi: Arvioidut julkaisut

# plugins.generic.objectsForReview.frontendTitle
source: For review
fi_fi: Arvioitavaksi

# plugins.generic.objectsForReview.reserve
source: Offer to review
fi_fi: Varaa arvioitavaksi

# plugins.generic.objectsForReview.cancel
source: Cancel your offer to review
fi_fi: Peruuta oma varaus

# plugins.generic.objectsForReview.reserve.confirm
source: The selected item will be reserved for you and once you are ready, you can submit your review article.
fi_fi: Valittu julkaisu varataan sinulle. Kun arvio on valmis, voit lähettää sen käsikirjoituksena kirjoittajaohjeiden mukaisesti.

# plugins.generic.objectsForReview.cancel.confirm
source: Are you sure you want to cancel your review for this item?
fi_fi: Haluatko varmasti perua tätä julkaisua koskevan arviosi?

# plugins.generic.objectsForReview.objectAvailable
source: Available for review
fi_fi: Vapaa arvioitavaksi

# plugins.generic.objectsForReview.objectReserved
source: Reserved for review
fi_fi: Varattu

# plugins.generic.objectsForReview.logInToReserve
source: To reserve an item for review, please login.
fi_fi: Arvioitavia julkaisuja voi varata kirjautumalla ensin sisään.

# plugins.generic.objectsForReview.COAR.book
source: book
fi_fi: kirja

# plugins.generic.objectsForReview.COAR.bookPart
source: book part
fi_fi: kirjan luku

# plugins.generic.objectsForReview.COAR.journalArticle
source: journal article
fi_fi: artikkeli

# plugins.generic.objectsForReview.COAR.conferencePaper
source: conference paper
fi_fi: konferenssipaperi

# plugins.generic.objectsForReview.COAR.thesis
source: thesis
fi_fi: opinnäyte

# plugins.generic.objectsForReview.COAR.preprint
source: preprint
fi_fi: preprint-versio

# plugins.generic.objectsForReview.COAR.website
source: website
fi_fi: verkkosivu

# plugins.generic.objectsForReview.COAR.dataset
source: dataset
fi_fi: tietoaineisto

# plugins.generic.objectsForReview.COAR.software
source: software
fi_fi: ohjelmisto

# plugins.generic.objectsForReview.COAR.cartographicMaterial
source: cartographic material
fi_fi: kartta

# plugins.generic.objectsForReview.COAR.sound
source: sound
fi_fi: äänite
